const ascii_art = `　　　　　　　　　　．：　　　　　　　　　　　　　　　　　　　　　　　　：　　　　　　　　　　　
　　　　　　　７　　．Ｂ：　　　　　　　　　　　　　　　　　　　　　　７Ｂ　　：ｒ　　　　　　　
　　　　　　Ｘ７　　　ＢＢ．　　　　　　　　　　　　　　　　　　　　ｒＢＢ　　　Ｓｉ　　　　　　
　　　　　：Ｂ　　　　ＢＢＢ：　　　　　　　　　　　　　　　　　　７ＢＢＢ　　　　Ｂ　　　　　　
　　　　　８７　　　　ＢＢＢＢ：　　　　　　　　　　　　　　　　７ＢＢＢＢ　　　　Ｍ７　　　　　
　　　　　Ｂ：　　　　ＢＢＢＢＢｉ　　　　　　　　　　　　　　７ＢＢＢＢＢ　　　　ＸＸ　　　　　
　　　　　Ｂ．　　　　ＢＢＢＢＢＢ７　　　　　　　　　　　　２ＢＢＢＢＢＢ　　　　Ｓ０　　　　　
　　　　　Ｂ：　　　　ＢＢＢＢＢＢＢＸ　　　　　　　　　　ＭＢＢＢＢＢＢＢ　　　　Ｘ２　　　　　
　　　　　Ｓ２　　　　ＢＢＢＢＢＢＢＢ７　　　　　　　　ＳＢＢＢＢＢＢＢＭ　　　　Ｍ：　　　　　
　　　　　　Ｍ　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　：８　　　　　　
　　　　　　ｉＭ　　　　　　　　　　　　　ＸＸＸＸＸＸＸ　　　　　　　　　　　　．０　　　　　　
.　 　　　　　　　 　　　　ＸＸＸＸＸＸ　　　　　　　　　　　.　`;

document.getElementById('ascii-art').textContent = ascii_art;